espressif/esp-idf/components/app_update/test_apps/test_app_update/sdkconfig.ci.recovery_bootloader.esp32p4
# ESP32P4 supports the Recovery bootloader feature in ROM from rev3.0
CONFIG_IDF_TARGET="esp32p4"
CONFIG_ESP32P4_REV_MIN_300=y
